import 'package:places/domain/sight.dart';

final List mocks = [
  Sight(
    name: "Технический музей \"Машины времени\"",
    details:
        "Классический музей с автомобилями, мотоциклами и велосипедами советской эпохи, а также необычным кафе.",
    type: "Технологический музей",
    lat: 48.4470182,
    lon: 35.0614178,
  ),
  Sight(
    name: "Днепропетровский национальный исторический музей",
    details:
        "археологические находки, произведения искусства, фарфор, мебель и оружие.",
    type: "Музей истории",
    lat: 48.4570098,
    lon: 35.0581895,
  ),
  Sight(
    name: "Шар желаний",
    details: "Стеклянный шар на набережной.",
    type: "Достопримечательность",
    lat: 48.4625024,
    lon: 35.0653134,
  ),
];
